Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/HandSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# MOUSE_POINTER_HID_DEVICE_BUBBLE_MODE_FOOTER
source: Automatically moves the pointer to nearby items.
ar: نقل المؤشر تلقائيًا إلى العناصر القريبة.
bg: Автоматично премества курсора до близките елементи.
ca: Trasllada el punter als ítems propers automàticament.
cs: Automaticky přesouvá ukazatel k blízkým položkám.
da: Flytter automatisk markøren til emner i nærheden.
de: Bewegt den Zeiger automatisch zu Objekten in der Nähe.
el: Μετακινεί αυτόματα τον δείκτη στα κοντινά στοιχεία.
es: Mueve automáticamente el puntero a los ítems cercanos.
es_us: Mueve automáticamente el puntero hacia los elementos cercanos.
fi: Siirtää osoittimen automaattisesti lähellä oleviin kohteisiin.
fr: Déplace automatiquement le pointeur vers les éléments à proximité.
fr_ca: Place automatiquement le pointeur sur les éléments à proximité.
he: פעולה זו מעבירה באופן אוטומטי את המצביע לפריטים קרובים.
hi: पॉइंटर को आस-पास के आइटम पर ऑटोमैटिकली मूव करता है।
hr: Automatski pomiče pokazivač na obližnje stavke.
hu: Automatikusan a közeli elemekre viszi a mutatót.
id: Memindahkan penunjuk secara otomatis ke item di sekitar.
it: Sposta automaticamente il puntatore sugli elementi vicini.
ja: 自動的にポインタを近くの項目に移動します。
kk: Көрсеткішті жанындағы элементтерге автоматты түрде жылжытады.
ko: 포인터를 자동으로 근처 항목으로 이동합니다.
lt: Automatiškai perkelia žymeklį į netoliese esančius elementus.
ms: Mengerakkan penuding ke item berdekatan secara automatik.
nl: Verplaatst de aanwijzer automatisch naar onderdelen in de buurt.
no: Flytter automatisk pekeren til de nærmeste objektene.
pl: Automatycznie przenosi wskaźnik do najbliższych rzeczy.
pt_br: Move automaticamente o cursor para os itens por perto.
pt_pt: Move o cursor automaticamente para elementos por perto.
ro: Mută automat cursorul la articolele din apropiere.
ru: Автоматически перемещать указатель к ближайшим объектам.
sk: Automaticky presúva kurzor k položkám v jeho blízkosti.
sl: Samodejno premakne kazalnik na bližnje elemente.
sv: Flyttar automatiskt pekaren till närliggande objekt.
th: เลื่อนตัวชี้ไปยังสิ่งที่อยู่ใกล้เคียงโดยอัตโนมัติ
tr: İmleci otomatik olarak yakındaki öğelere hareket ettirir.
uk: Автоматично переміщує вказівник до елементів поряд.
vi: Tự động di chuyển con trỏ đến các mục ở gần.
zh_cn: 自动将指针移到附近项目。
zh_hk: 自動將指標移至附近的項目。
zh_tw: 將指標自動移至附近的項目。
